%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
%%  
%%                   Fichier console.pl
%%
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
%%
%%
%%
%%     Corps principal du projet (effectue la totalité des
%%     opérations)
%%
%%      


% -----------------------------------------------------------------------------
% programme principal.
% -----------------------------------------------------------------------------

%diag :-
%     %exemple sur le fichier par défaut.
%     diag('circuits/default.cir').



